experiments/redis_contention/throughput/loaded_pairs_0/pair_0/clients_64_threads_4_pipeline_50/redis.out
4         Threads
64        Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       995124.92          ---          ---        10.74010         7.58300        21.24700        24.31900   1044737.39 
Gets       199023.19       264.50    198758.68        10.54901         7.48700        21.11900        24.31900      8198.95 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1194148.11       264.50    198758.68        10.70825         7.55100        21.24700        24.31900   1052936.34